export default {
  lover: [
    "당신의 어릴적 사진이 있나요? 있다면 첨부해주세요",
    "당신의 어릴적 별명은 무엇인가요? 어떻게 그 별명을 얻었나요?",
    "둘의 첫만남은 어땠나요? 만남 장소와 그때의 감정을 기억하시나요? 어땠는지 설명해주세요",
  ],
  korean: {
    lover: [
      {
        title: "나의 어릴적 모습을 당신에게 소개하고 싶어요",
        question: [
          "나의 어릴적 사잔이 있다면 첨부해주세요",
          "나의 생년월일은?",
          "나의 어릴적 별명은? 별명에 관한 추억이 있다면?",
          "나는 이럴 때 가장 행복했나요?",
          "이런 어른이 되고싶(었)어요",
        ],
      },
      {
        title: "나는 이런 취향을 가지고있어요 기억해주세요 :)",
        option: [
          ["짜장면", "짬뽕"],
          ["귀여운 애인", "섹시한 애인"],
          ["매운맛", "안매운맛"],
          ["일", "사랑"],
          ["산", "바다"],
          ["여행", "집콕"],
        ],
      },
      {
        title: "당신에게 전합니다.",
        question: [
          "나의 꿈은?",
          "나는 어떤 데이트를 해보고싶나요?",
          "나는 어떤 애인이 되고싶나요?",
          "애인에게 감사한 점은?",
          "애인에게 바라는 점은?",
          "애인에게 하고싶은말은?",
        ],
      },
    ],
    parent: [
      {
        title: "부모 어릴적 모습을 당신에게 소개하고 싶어요",
        question: [
          "나의 어릴적 사잔이 있다면 첨부해주세요",
          "나의 생년월일은?",
          "나의 어릴적 별명은? 별명에 관한 추억이 있다면?",
          "나는 이럴 때 가장 행복했나요?",
          "이런 어른이 되고싶(었)어요",
        ],
      },
      {
        title: "부모 이런 취향을 가지고있어요 기억해주세요 :)",
        option: [
          ["짜장면", "짬뽕"],
          ["귀여운 애인", "섹시한 애인"],
          ["매운맛", "안매운맛"],
          ["일", "사랑"],
          ["산", "바다"],
          ["여행", "집콕"],
        ],
      },
      {
        title: "부모 당신에게 전합니다.",
        question: [
          "나의 꿈은?",
          "나는 어떤 데이트를 해보고싶나요?",
          "나는 어떤 애인이 되고싶나요?",
          "애인에게 감사한 점은?",
          "애인에게 바라는 점은?",
          "애인에게 하고싶은말은?",
        ],
      },
    ],
    child: ["e", "f"],
    friend: ["", ""],
  },
  english: {
    lover: {
      Chapter1: {
        title: "나의 어릴적 모습을 당신에게 소개하고 싶어요",
        question: {
          0: "나의 어릴적 사잔이 있다면 첨부해주세요",
          1: "나의 생년월일은?",
          2: "나의 어릴적 별명은? 별명에 관한 추억이 있다면?",
          3: "나는 이럴 때 가장 행복했나요?",
          4: "이런 어른이 되고싶(었)어요",
        },
      },
      Chapter2: {
        title: "나는 이런 취향을 가지고있어요 기억해주세요 :)",
        option: [
          ["짜장면", "짬뽕"],
          ["귀여운 애인", "섹시한 애인"],
          ["매운맛", "안매운맛"],
          ["일", "사랑"],
          ["산", "바다"],
          ["여행", "집콕"],
        ],
      },
      Chapter3: {
        title: "당신에게 전합니다.",
        question: {
          0: "나의 꿈은?",
          1: "나는 어떤 데이트를 해보고싶나요?",
          2: "나는 어떤 애인이 되고싶나요?",
          3: "애인에게 감사한 점은?",
          4: "애인에게 바라는 점은?",
          5: "애인에게 하고싶은말은?",
        },
      },
    },
    parent: ["c", "d"],
    child: ["e", "f"],
    friend: ["", ""],
  },
};
